[Database]
ConnType=OleDb
ConnStr=Data Source=.;Initial Catalog=;User ID=sa;pwd=123456
MySqlConnStr=Data Source=.;Initial Catalog=;User ID=sa;pwd=123456
MsSqlConnStr=Data Source=.;Initial Catalog=;User ID=sa;pwd=123456
PgSqlConnStr=Data Source=.;Initial Catalog=;User ID=sa;pwd=123456
SQLiteConnStr=Data Source=E:\data.db3;Version=3;Password=;
OleDbConnStr=Provider=Microsoft.Jet.OLEDB.4.0;Data Source=E:\data.mdb;User Id=;Password=;
TableName=data

[Connector]
Url=http://www.biofertilizer95.cn/res/zsproduct.txt
PageParamName=
PageParamPos=GET
DetailUrl=
GET=
POST=
Key=企业名称
HeaderRegEx=
AppendHeader=0-序号,企业名称,通用名,商品名,形态,有效菌种,技术指标_有效成分及含量,适用作物_区域,登记证号
BodyRegEx=\["([^"]*)","([^"]*)","([^"]*)","([^"]*)","([^"]*)","([^"]*)","([^"]*)","([^"]*)","([^"]*)"\]
AppendBodyRegEx=
MaxPageRegEx=1